/*Вася взял в кредит N рублей под M процентов годовых. Сколько Вася будет должен через 3 года?*/

let n = prompt ("Введите число n")
let m = prompt ("Введите число m")
let c = prompt ("Введите число 3")
let d = prompt ("Введите число 100")

alert ( ((n * m) / d) * c )
let result ( ((n * m) / d) * c )


/*100 яблок  - 100%
3 яблок - x

103

1 . Сколько яблок занимает один процент (Общее кол-во делим на 100%)
2.  Умножаем на кол-во необходимых нам процентов
3.  Добавляем полученное кол-во яблок к старому кол-ву яблок
/* делаем так,сколько лет нам нужно */*/
